Repository: Swissschoggi/BarTab
Catalog: BarTab/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Swiss Franc
de: Schweizer Franken
fr: Franc suisse
it: Franco svizzero

source: TITLE
de: TITEL
fr: TITRE
it: TITOLO

source: TV Sports
de: TV-Sport
fr: Sport à la télé
it: Sport in TV

source: Table Football
de: Tischfußball
fr: Baby-foot
it: Calcio da tavolo

source: Tap to open
de: Tippen zum Öffnen
fr: Touche pour ouvrir
it: Tocca per aprire

source: Tap your favorites so we can personalize your feed.
de: Tippe auf deine Favoriten, damit wir deinen Feed personalisieren können.
fr: Touche tes favoris pour personnaliser ton flux.
it: Tocca i tuoi preferiti per personalizzare il tuo feed.

source: Target price
de: Zielpreis
fr: Prix cible
it: Prezzo obiettivo

source: Tastemaker
de: Geschmacksmacher
fr: Tendanceur
it: Trendsetter

source: Tell us why this bar looks wrong.
de: Sag uns, warum diese Bar falsch aussieht.
fr: Dis-nous pourquoi ce bar semble faux.
it: Dicci perché questa bar sembra sbagliata.

source: Tell us why this drink looks wrong.
de: Sag uns, warum dieses Getränk falsch aussieht.
fr: Dis-nous pourquoi cette boisson semble fausse.
it: Dicci perché questo drink sembra sbagliato.

source: Thanks for confirming this price!
de: Danke, dass du diesen Preis bestätigt hast!
fr: Merci d'avoir confirmé ce prix !
it: Grazie per aver confermato questo prezzo!

source: That photo couldn't be loaded.
de: Dieses Foto konnte nicht geladen werden.
fr: Cette photo n'a pas pu être chargée.
it: Questa foto non è stata caricata.

source: The crawl
de: Der Crawl
fr: Le crawl
it: Il crawl

source: The crawl and RSVPs will be lost.
de: Der Crawl und die Zusagen gehen verloren.
fr: Le crawl et les confirmations seront perdus.
it: Il crawl e le conferme andranno persi.

source: This adds your confirmation to the community consensus.
de: Dies fügt deine Bestätigung zum Community-Konsens hinzu.
fr: Cela ajoute ta confirmation au consensus de la communauté.
it: Questo aggiunge la tua conferma al consenso della community.

source: This bar may have been removed.
de: Diese Bar wurde möglicherweise entfernt.
fr: Ce bar a peut-être été supprimé.
it: Questa bar potrebbe essere stata rimossa.

source: This is how others see you
de: So sehen dich andere
fr: Voici comment les autres te voient
it: Così ti vedono gli altri

source: This permanently deletes your profile, prices, bars, ratings, and everything else you've contributed. This can't be undone.
de: Dies löscht dein Profil, deine Preise, Bars, Bewertungen und alles andere, was du beigetragen hast, dauerhaft. Das kann nicht rückgängig gemacht werden.
fr: Cela supprime définitivement ton profil, tes prix, tes bars, tes évaluations et toutes tes contributions. Cette action est irréversible.
it: Questo elimina definitivamente il tuo profilo, i prezzi, i bar, le valutazioni e tutto ciò che hai contribuito. Non è reversibile.

source: This removes all entries for this drink at this bar. This can't be undone.
de: Dies entfernt alle Einträge für dieses Getränk in dieser Bar. Das kann nicht rückgängig gemacht werden.
fr: Cela supprime toutes les entrées pour cette boisson dans ce bar. Cette action est irréversible.
it: Questo rimuove tutte le voci per questo drink in questa bar. Non è reversibile.

source: This removes the bar and all of its drinks. This can't be undone.
de: Dies entfernt die Bar und alle ihre Getränke. Das kann nicht rückgängig gemacht werden.
fr: Cela supprime le bar et toutes ses boissons. Cette action est irréversible.
it: Questo rimuove la bar e tutti i suoi drink. Non è reversibile.

source: This removes the brand request permanently.
de: Dies entfernt die Markenanfrage dauerhaft.
fr: Cela supprime définitivement la demande de marque.
it: Questo rimuove definitivamente la richiesta di marchio.

source: This removes the report permanently.
de: Dies entfernt die Meldung dauerhaft.
fr: Cela supprime définitivement le signalement.
it: Questo rimuove definitivamente la segnalazione.

source: This removes this drink entry. This can't be undone.
de: Dies entfernt diesen Getränkeeintrag. Das kann nicht rückgängig gemacht werden.
fr: Cela supprime cette entrée de boisson. Cette action est irréversible.
it: Questo rimuove questa voce drink. Non è reversibile.

source: This will reset exchange rates to default values.
de: Dies setzt die Wechselkurse auf die Standardwerte zurück.
fr: Cela réinitialisera les taux de change aux valeurs par défaut.
it: Questo ripristinerà i tassi di cambio ai valori predefiniti.

source: Tip jar coming soon! We're setting up payments stay tuned.
de: Trinkgeldglas kommt bald! Wir richten Zahlungen ein – bleib dran.
fr: La boîte à pourboire arrive bientôt ! Nous préparons les paiements – restez à l'écoute.
it: Il barattolo delle mance arriva presto! Stiamo impostando i pagamenti – resta aggiornato.

source: Toilets
de: Toiletten
fr: Toilettes
it: Bagni

source: Try Another Route
de: Andere Route versuchen
fr: Essayer un autre itinéraire
it: Prova un altro percorso

source: Try a different search term.
de: Versuche einen anderen Suchbegriff.
fr: Essaie un autre terme de recherche.
it: Prova un altro termine di ricerca.

source: Type DELETE to confirm
de: Gib „DELETE“ ein, um zu bestätigen
fr: Saisis DELETE pour confirmer
it: Digita DELETE per confermare

source: Unfollow
de: Nicht mehr folgen
fr: Ne plus suivre
it: Non seguire più

source: Unknown
de: Unbekannt
fr: Inconnu
it: Sconosciuto

source: Unstoppable
de: Unaufhaltsam
fr: Inarrêtable
it: Inarrestabile

source: Update
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna

source: Uploading…
de: Wird hochgeladen…
fr: Envoi en cours…
it: Caricamento in corso…

source: Use this location
de: Diesen Standort verwenden
fr: Utiliser cette position
it: Usa questa posizione

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Username
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente

source: Username updated
de: Benutzername aktualisiert
fr: Nom d'utilisateur mis à jour
it: Nome utente aggiornato

source: Verification removed
de: Verifizierung entfernt
fr: Vérification retirée
it: Verifica rimossa

source: Visit 25 different bars
de: Besuche 25 verschiedene Bars
fr: Visiter 25 bars différents
it: Visita 25 bar diversi

source: Visit 5 different bars
de: Besuche 5 verschiedene Bars
fr: Visiter 5 bars différents
it: Visita 5 bar diversi

source: WHEN
de: WANN
fr: QUAND
it: QUANDO

source: Waiting for location...
de: Warte auf Standort…
fr: Attente de la position…
it: In attesa della posizione…

source: We found a bar nearby that may be the same place:
de: Wir haben eine Bar in der Nähe gefunden, die derselbe Ort sein könnte:
fr: Nous avons trouvé un bar à proximité qui pourrait être le même endroit :
it: Abbiamo trovato una bar vicino che potrebbe essere lo stesso luogo:

source: We'll show nearby bars, walking crawls & distance.
de: Wir zeigen Bars in der Nähe, Crawl zu Fuß und Entfernungen.
fr: Nous afficherons les bars à proximité, les crawls à pied et les distances.
it: Mostreremo bar vicino, crawl a piedi e distanze.

source: Weak password
de: Schwaches Passwort
fr: Mot de passe faible
it: Password debole

source: What are we deciding?
de: Was entscheiden wir?
fr: Qu'est-ce qu'on décide ?
it: Che cosa decidiamo?

source: What do you drink?
de: Was trinkst du?
fr: Qu'est-ce que tu bois ?
it: Cosa bevi?

source: What should the correct value be?
de: Was sollte der richtige Wert sein?
fr: Quelle devrait être la bonne valeur ?
it: Qual è il valore corretto?

source: Wheat Beer
de: Weizenbier
fr: Bière de blé
it: Birra di frumento

source: Wheelchair Accessible
de: Rollstuhlgerecht
fr: Accessible aux fauteuils
it: Accessibile ai disabili

source: When
de: Wann
fr: Quand
it: Quando

source: When friends check in at a bar, they'll show up here.
de: Wenn Freunde in einer Bar einchecken, erscheinen sie hier.
fr: Quand tes amis checkent dans un bar, ils apparaîtront ici.
it: Quando gli amici fanno check-in in un bar, appariranno qui.

source: When someone follows you, their request will appear here.
de: Wenn dir jemand folgt, erscheint seine Anfrage hier.
fr: Quand quelqu'un te suit, sa demande apparaîtra ici.
it: Quando qualcuno ti segue, la sua richiesta apparirà qui.

source: White
de: Weiß
fr: Blanc
it: Bianco

source: Wi-Fi
de: WLAN

source: YOUR CRAWL
de: DEIN CRAWL
fr: TON CRAWL
it: IL TUO CRAWL

source: Yes
de: Ja
fr: Oui
it: Sì

source: Yes, confirm
de: Ja, bestätigen
fr: Oui, confirmer
it: Sì, conferma

source: Yes, this is correct
de: Ja, das stimmt
fr: Oui, c'est correct
it: Sì, è corretto

source: You
de: Du
fr: Toi
it: Tu

source: You may not be a member of this group.
de: Du bist möglicherweise kein Mitglied dieser Gruppe.
fr: Tu n'es peut-être pas membre de ce groupe.
it: Potresti non essere membro di questo gruppo.

source: You must be logged in to add a bar.
de: Du musst angemeldet sein, um eine Bar hinzuzufügen.
fr: Tu dois être connecté pour ajouter un bar.
it: Devi essere collegato per aggiungere una bar.

source: You won't be able to see this group's polls anymore.
de: Du kannst die Umfragen dieser Gruppe nicht mehr sehen.
fr: Tu ne verras plus les sondages de ce groupe.
it: Non potrai più vedere i sondaggi di questo gruppo.

source: You'll need to sign in again to add bars, prices and ratings.
de: Du musst dich erneut anmelden, um Bars, Preise und Bewertungen hinzuzufügen.
fr: Tu devras te reconnecter pour ajouter des bars, prix et évaluations.
it: Dovrai accedere di nuovo per aggiungere bar, prezzi e valutazioni.

source: You're all set!
de: Alles bereit!
fr: Tout est prêt !
it: Tutto pronto!

source: You're here
de: Du bist hier
fr: Tu es ici
it: Sei qui

source: You're here have fun! 🍻
de: Du bist hier – viel Spaß! 🍻
fr: Tu es ici – amuse-toi ! 🍻
it: Sei qui – divertiti! 🍻

source: You've been logged out.
de: Du wurdest abgemeldet.
fr: Tu as été déconnecté.
it: Sei stato disconnesso.

source: Your Crawl
de: Dein Crawl
fr: Ton crawl
it: Il tuo crawl

source: Your account lives on BarTab's server.
de: Dein Konto befindet sich auf BarTabs Server.
fr: Ton compte vit sur le serveur de BarTab.
it: Il tuo account vive sul server di BarTab.

source: Your achievements
de: Deine Erfolge
fr: Tes réalisations
it: I tuoi traguardi

source: Your email
de: Deine E-Mail
fr: Ton e-mail
it: La tua e-mail

source: Your password
de: Dein Passwort
fr: Ton mot de passe
it: La tua password

source: Your pocket guide to drink prices, crawls & friends.
de: Dein Taschenführer für Getränkepreise, Crawls & Freunde.
fr: Ton guide de poche des prix de boissons, crawls et amis.
it: La tua guida tascabile per prezzi drink, crawl e amici.

source: Your rating
de: Deine Bewertung
fr: Ton évaluation
it: La tua valutazione

source: added a bar
de: hat eine Bar hinzugefügt
fr: a ajouté un bar
it: ha aggiunto una bar

source: bar visited
de: Bar besucht
fr: bar visité
it: bar visitata

source: bars visited
de: Bars besucht
fr: bars visités
it: bar visitate

source: rated a bar
de: hat eine Bar bewertet
fr: a évalué un bar
it: ha valutato una bar

source: rated a drink
de: hat ein Getränk bewertet
fr: a évalué une boisson
it: ha valutato un drink

source: report
de: Meldung
fr: signalement
it: segnalazione

source: reported a price
de: hat einen Preis gemeldet
fr: a signalé un prix
it: ha segnalato un prezzo

source: reports
de: Meldungen
fr: signalements
it: segnalazioni

source: stamps
de: Stempel
fr: tampons
it: timbri

source: wants to follow you
de: möchte dir folgen
fr: veut te suivre
it: vuole seguirti

source: Add bar
de: Bar hinzufügen
fr: Ajouter un bar
it: Aggiungi bar

source: Center on my location
de: Auf meinen Standort zentrieren
fr: Centrer sur ma position
it: Centra sulla mia posizione

source: Best deal near you
de: Bestes Angebot in deiner Nähe
fr: Meilleure offre près de chez toi
it: Migliore offerta vicino a te

source: Enable
de: Aktivieren
fr: Activer
it: Attiva

source: Locating you…
de: Ortung läuft…
fr: Localisation en cours…
it: Localizzazione in corso…

source: Location access is off
de: Standortzugriff ist aus
fr: L'accès à la position est désactivé
it: L'accesso alla posizione è disattivato

source: Legal
de: Rechtliches
fr: Mentions légales
it: Note legali

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla privacy

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di servizio

source: %@ and %@ are here
de: %@ und %@ sind hier
fr: %@ et %@ sont ici
it: %@ e %@ sono qui

source: %@ is here
de: %@ ist hier
fr: %@ est ici
it: %@ è qui

source: %@, %@ +%lld more
de: %@, %@ +%lld weitere
fr: %@, %@ +%lld de plus
it: %@, %@ +%lld altri

source: %lld bars have this drink
de: %lld Bars führen dieses Getränk
fr: %lld bars proposent cette boisson
it: %lld bar hanno questo drink

source: %lld drinks
de: %lld Getränke
fr: %lld boissons
it: %lld drink

source: %lld friends here
de: %lld Freunde hier
fr: %lld amis ici
it: %lld amici qui

source: %lld going
de: %lld dabei
fr: %lld présents
it: %lld presenti

source: %lld more to next level
de: noch %lld bis zum nächsten Level
fr: encore %lld jusqu'au niveau suivant
it: ancora %lld al livello successivo

source: %lld pending
de: %lld ausstehend
fr: %lld en attente
it: %lld in sospeso

source: %lld reports
de: %lld Meldungen
fr: %lld signalements
it: %lld segnalazioni

source: %lld to go for %lld
de: noch %lld für %lld
fr: %lld à faire pour %lld
it: %lld da fare per %lld

source: %lld-day streak
de: %lld-Tage-Serie
fr: série de %lld jours
it: serie di %lld giorni

source: +%lld more
de: +%lld weitere
fr: +%lld de plus
it: +%lld altri

source: And %lld more…
de: Und %lld weitere…
fr: Et %lld de plus…
it: E altri %lld…

source: Data updated %@
de: Daten aktualisiert %@
fr: Données mises à jour %@
it: Dati aggiornati %@

source: Last confirmed %@
de: Zuletzt bestätigt %@
fr: Dernière confirmation %@
it: Ultima conferma %@

source: Member since %@
de: Mitglied seit %@
fr: Membre depuis %@
it: Membro dal %@

source: Name must be %lld characters or fewer.
de: Der Name darf höchstens %lld Zeichen lang sein.
fr: Le nom doit faire %lld caractères ou moins.
it: Il nome deve avere %lld caratteri o meno.

source: Near %@
de: In der Nähe von %@
fr: Près de %@
it: Vicino a %@

source: Requesting a %@ brand
de: Marke %@ wird angefragt
fr: Demande de la marque %@
it: Richiesta del marchio %@

source: Updated %@
de: Aktualisiert %@
fr: Mis à jour %@
it: Aggiornato %@

source: We sent a password reset link to **%@**. Follow the link to set a new password.
de: Wir haben einen Link zum Zurücksetzen des Passworts an **%@** gesendet. Folge dem Link, um ein neues Passwort festzulegen.
fr: Nous avons envoyé un lien de réinitialisation à **%@**. Suis le lien pour définir un nouveau mot de passe.
it: Abbiamo inviato un link di reimpostazione a **%@**. Segui il link per impostare una nuova password.

source: We'll review "%@" and add it if it's a good fit.
de: Wir prüfen „%@“ und fügen es hinzu, wenn es passt.
fr: Nous examinerons « %@ » et l'ajouterons s'il convient.
it: Esamineremo "%@" e lo aggiungeremo se è adatto.

source: What's the vibe at %@? Select all that apply.
de: Wie ist die Stimmung bei %@? Wähle alles Zutreffende aus.
fr: Quelle est l'ambiance chez %@ ? Sélectionne tout ce qui s'applique.
it: Com'è l'atmosfera da %@? Seleziona tutto ciò che vale.

source: by %@
de: von %@
fr: par %@
it: da %@

source: Couldn't start the tip. Please try again.
de: Das Trinkgeld konnte nicht gestartet werden. Bitte versuche es erneut.
fr: Impossible de démarrer le pourboire. Réessaie.
it: Impossibile avviare la mancia. Riprova.

source: Thanks for the tip! 🍻
de: Danke für das Trinkgeld! 🍻
fr: Merci pour le pourboire ! 🍻
it: Grazie per la mancia! 🍻

source: Soft Drink
fr: Boisson gazeuse
it: Bevanda analcolica

source: Bar name
fr: Nom du bar
it: Nome del bar

source: Darts
fr: Fléchettes
it: Dardi

source: Details
fr: Détails
it: Dettagli

source: Elegant
fr: Élégant
it: Elegante

source: Modern
fr: Moderne
it: Moderno

source: Pilsener
fr: Pils
it: Pils

source: Tab
fr: Onglet
it: Scheda

source: Trendy
fr: Tendance
it: Di moda

source: US Dollar
fr: Dollar américain
it: Dollaro statunitense

source: Bars
it: Bar

source: Version
it: Versione

source: Check-ins
it: Check-in

source: Orange
it: Arancia

source: Rosé
it: Rosato
